//String variables (строковые переменные)
  // Выведем предложение 'Hello world!' на печать
  print ('Hello world!');
  // Введем переменую 'string' и присвоим ей значение в строковом виде
  // Название переменной может иметь произвольный характер, состоящее из латинских букв и арабских цифр
  var string = 'string value'

//Number variables
  // Введем переменую 'number' и присвоим ей значение 10
  var number = 10;
  // Выведем на печать значение переменной 'number' cо вспомогательным текстом
  print ('The number value is:', number);
  // Введем переменую 'sequence' и присвоим ей значение ряда чисел (одномерный массив) от 1 до 5
  var sequence = ee.List.sequence(1,5);
  // Выведем на печать значение переменной 'sequence'
  print (sequence);

//Date variables
  // Введем переменую 'date' и присвоим ей значение в виде даты 2018-02-20 
  var date = ee.Date.fromYMD(2018,2,20);
  // Выведем на печать значение переменной 'date'
  print (date);
